{
	"GLOBAL.ASSET_MANAGEMENT": "Asset Management",
	"GLOBAL.ASSET_MANAGEMENT_TEXT.0": "We provide comprehensive asset management services to track, monitor, and maintain your valuable assets throughout their lifecycle.",
	"GLOBAL.ASSET_MANAGEMENT_TEXT.1": "Our team utilizes asset management software and techniques to optimize asset utilization, track maintenance history, and plan for replacements or upgrades.",
	"GLOBAL.ASSET_MANAGEMENT_TEXT.2": "We help you make informed decisions regarding asset maintenance, repair, and replacement, ensuring cost-efficiency and optimal performance.",
	"GLOBAL.AUTOMATION_INTRO": "Welcome to our Automation Services",
	"GLOBAL.AUTOMATION_INTRO_TEXT": "At {{ companyName }}, we specialize in providing cutting-edge automation solutions for businesses of all sizes. Our team of experts combines innovative technologies with industry best practices to streamline processes, enhance productivity, and drive business growth. With our automation services, you can achieve operational efficiency, reduce costs, and gain a competitive edge in today's rapidly evolving market.",
	"GLOBAL.AUTOMATION_OUTRO": "Partner with {{ companyName }} for Automation Excellence:",
	"GLOBAL.AUTOMATION_OUTRO_SUMMARY": "Experience the power of automation and revolutionize your business operations. Contact us today to discuss how our automation services can transform your organization.",
	"GLOBAL.AUTOMATION_OUTRO_TEXT.0": "<strong>Experienced Professionals</strong>: Our team comprises highly skilled professionals with expertise in automation technologies and methodologies.\n",
	"GLOBAL.AUTOMATION_OUTRO_TEXT.1": "<strong>Tailored Solutions</strong>: We understand that every business is unique. We offer customized automation solutions to meet your specific requirements.",
	"GLOBAL.AUTOMATION_OUTRO_TEXT.2": "<strong>Scalable and Future-Proof</strong>: Our automation solutions are designed to grow with your business, ensuring long-term success.",
	"GLOBAL.AUTOMATION_OUTRO_TEXT.3": "<strong>Cost-Effective</strong>: By automating repetitive tasks and optimizing processes, we help you reduce operational costs and increase profitability.",
	"GLOBAL.AUTOMATION_OUTRO_TEXT.4": "<strong>Seamless Integration</strong>: Our automation solutions seamlessly integrate with your existing systems, ensuring a smooth transition and minimal disruption.",
	"GLOBAL.CORRECTIVE_MAINTENANCE": "Corrective Maintenance",
	"GLOBAL.CORRECTIVE_MAINTENANCE_TEXT.0": "In the event of equipment failure or malfunction, our skilled technicians are available to provide prompt and efficient corrective maintenance services.\n",
	"GLOBAL.CORRECTIVE_MAINTENANCE_TEXT.1": "We diagnose the problem, develop an action plan, and implement necessary repairs to restore your equipment to optimal working condition.",
	"GLOBAL.CORRECTIVE_MAINTENANCE_TEXT.2": "Our focus is on minimizing downtime and getting your operations back on track as quickly as possible.",
	"GLOBAL.DATA_INTEGRATION_AND_WORKFLOW_AUTOMATION_MANAGEMENT": "Data Integration and Workflow Automation:",
	"GLOBAL.DATA_INTEGRATION_AND_WORKFLOW_AUTOMATION_MANAGEMENT_TEXT.0": "We enable seamless data integration across disparate systems, applications, and databases.",
	"GLOBAL.DATA_INTEGRATION_AND_WORKFLOW_AUTOMATION_MANAGEMENT_TEXT.1": "Our team develops automated workflows that connect various data sources, improving data accuracy and accessibility.",
	"GLOBAL.DATA_INTEGRATION_AND_WORKFLOW_AUTOMATION_MANAGEMENT_TEXT.2": "We leverage integration platforms and API-driven automation to streamline business processes and enhance collaboration.",
	"GLOBAL.FACILITY_MAINTENACE": "Facility Maintenance",
	"GLOBAL.FACILITY_MAINTENACE_TEXT.0": "Our facility maintenance services encompass a wide range of tasks to keep your premises safe, functional, and aesthetically appealing.",
	"GLOBAL.FACILITY_MAINTENACE_TEXT.1": "We offer routine inspections, repairs, and upkeep of electrical systems, plumbing, HVAC, lighting, security systems, and more.",
	"GLOBAL.FACILITY_MAINTENACE_TEXT.2": "Our goal is to create a comfortable and efficient working environment for your employees while maintaining compliance with regulatory standards.",
	"GLOBAL.INDUSTRIAL_AUTOMATION": "Industrial Automation",
	"GLOBAL.INDUSTRIAL_AUTOMATION_TEXT.0": "We offer comprehensive industrial automation solutions to optimize your manufacturing and production processes.",
	"GLOBAL.INDUSTRIAL_AUTOMATION_TEXT.1": "Our team designs and deploys automated systems that improve productivity, ensure product quality, and minimize downtime.",
	"GLOBAL.INDUSTRIAL_AUTOMATION_TEXT.2": "We leverage technologies such as programmable logic controllers (PLCs), human-machine interfaces (HMIs), and supervisory control and data acquisition (SCADA) systems.",
	"GLOBAL.IT_INFRASTRUCTURE_AUTOMATION": "IT Infrastructure Automation",
	"GLOBAL.IT_INFRASTRUCTURE_AUTOMATION_TEXT.0": "We help you streamline and automate your IT infrastructure to enhance efficiency and reduce manual intervention.",
	"GLOBAL.IT_INFRASTRUCTURE_AUTOMATION_TEXT.1": "Our experts employ advanced tools and methodologies to automate server provisioning, software deployment, and network configuration.",
	"GLOBAL.IT_INFRASTRUCTURE_AUTOMATION_TEXT.2": "We implement intelligent automation techniques to monitor and manage your IT infrastructure, ensuring optimal performance and reliability.",
	"GLOBAL.MAINTENANCE_INTRO": "Professional Maintenance Services for Optimal Performance",
	"GLOBAL.MAINTENANCE_INTRO_TEXT": "At {{ companyName }}, we understand the critical importance of maintaining your equipment, systems, and infrastructure to ensure their optimal performance and longevity. With our comprehensive maintenance services, you can minimize downtime, maximize productivity, and extend the lifespan of your assets. Our experienced technicians and engineers are equipped with the knowledge and tools to provide top-notch maintenance solutions tailored to your specific needs.",
	"GLOBAL.MAINTENANCE_OUTRO": "Why Choose {{ companyName }} for Maintenance:",
	"GLOBAL.MAINTENANCE_OUTRO_SUMMARY": "Invest in proactive maintenance to protect your investments and optimize performance. Contact us today to discuss how our maintenance services can benefit your business.",
	"GLOBAL.MAINTENANCE_OUTRO_TEXT.0": "<strong>Expertise and Experience</strong>: Our skilled technicians and engineers have extensive experience in maintaining diverse equipment and systems across various industries.",
	"GLOBAL.MAINTENANCE_OUTRO_TEXT.1": "<strong>Customized Solutions</strong>: We tailor our maintenance services to meet your specific requirements and operational needs.",
	"GLOBAL.MAINTENANCE_OUTRO_TEXT.2": "<strong>Timely Response</strong>: We understand the importance of prompt maintenance. Our team is readily available to address your maintenance needs and minimize downtime.",
	"GLOBAL.MAINTENANCE_OUTRO_TEXT.3": "<strong>Proactive Approach</strong>: Through preventive and predictive maintenance strategies, we help you stay ahead of potential issues, reducing unexpected breakdowns and costly repairs.",
	"GLOBAL.MAINTENANCE_OUTRO_TEXT.4": "<strong>Compliance and Safety</strong>: We adhere to industry regulations and safety standards to ensure that your equipment and facilities are maintained in a secure and compliant manner.",
	"GLOBAL.OUR_CULTURE": "Our culture",
	"GLOBAL.OUR_CULTURE_TEXT": "We offer a friendly, exciting and fun-filled environment. When we’re not playing basketball, enjoying drinks and braai’s (or barbecues) or office outings, we’re tackling new challenges, developing innovation, brainstorming creative ideas and winning as a team.",
	"GLOBAL.OUR_STORY": "Our story",
	"GLOBAL.OUR_STORY_TEXT": "Just Enable was born over 4 years ago. With our roots in software engineering we have emerged through the digital revolution and we continue to evolve. Change is a constant, but what has never changed is our work ethic and passion to deliver excellence. Today, we help our clients drive business growth through insight-led user experiences, innovation and technology built to scale.\n<br>\n<br>\nOur expert knowledge, experience and proven track record help us provide a unique offering, centered on service excellence.",
	"GLOBAL.PREDICTIVE_MAINTENANCE": "Predictive Maintenance",
	"GLOBAL.PREDICTIVE_MAINTENANCE_TEXT.0": "By leveraging the power of data analytics and condition monitoring technologies, we offer predictive maintenance services.",
	"GLOBAL.PREDICTIVE_MAINTENANCE_TEXT.1": "Our experts analyze real-time data from sensors, monitoring systems, and equipment logs to predict potential failures or performance degradation.",
	"GLOBAL.PREDICTIVE_MAINTENANCE_TEXT.2": "We identify patterns, anomalies, and trends to schedule maintenance activities proactively, optimizing resource allocation and minimizing downtime.",
	"GLOBAL.PREDICTIVE_MAINTENANCE_TEXT.3": "Predictive maintenance helps you avoid costly unplanned repairs and enables you to plan maintenance activities more effectively.",
	"GLOBAL.PREVENTIVE_MAINTENANCE": "Preventive Maintenance",
	"GLOBAL.PREVENTIVE_MAINTENANCE_TEXT.0": "We develop customized preventive maintenance plans to identify and address potential issues before they turn into costly problems.",
	"GLOBAL.PREVENTIVE_MAINTENANCE_TEXT.1": "Our team conducts regular inspections, equipment servicing, and calibration to ensure peak performance and reliability.",
	"GLOBAL.PREVENTIVE_MAINTENANCE_TEXT.2": "We use advanced diagnostic tools and techniques to proactively detect and resolve issues, minimizing unexpected breakdowns.",
	"GLOBAL.PROCESS_AUTOMATION": "Process Automation",
	"GLOBAL.PROCESS_AUTOMATION_TEXT.0": "We analyze your existing processes and identify areas that can be automated to improve efficiency and accuracy.",
	"GLOBAL.PROCESS_AUTOMATION_TEXT.1": "Our experts design and implement customized automation solutions tailored to your specific business needs.",
	"GLOBAL.PROCESS_AUTOMATION_TEXT.2": "We integrate intelligent software tools and robotic process automation (RPA) to automate repetitive tasks, data entry, and workflow management.",
	"GLOBAL.TECHNOLOGY": "Technology",
	"GLOBAL.TECHNOLOGY_TEXT": "We build applications and experiences using the latest technologies and platforms",
	"HOME.SUBTITLE": "You think it, we build it.",
	"HOME.TITLE": "We deliver digital solutions",
	"LANGUAGE.AF": "Afrikaans",
	"LANGUAGE.EN": "English",
	"LANGUAGE.FR": "French",
	"LANGUAGE.SW": "Swahili",
	"LANGUAGE.ZU": "Zulu",
	"NAVIGATION.ABOUT_US": "About us",
	"NAVIGATION.AUTOMATION": "Automation",
	"NAVIGATION.HOME": "Home",
	"NAVIGATION.MAINTENANCE": "Maintenance",
	"NAVIGATION.SERVICES": "Services",
	"NAVIGATION.WORK": "Work",
	"POLICY.ACCESSIBILITY": "Accessibility",
	"POLICY.COOKIE_POLICY": "Cookie Policy",
	"POLICY.PRIVACY_POLICY": "Privacy Policy",
	"POLICY.TERMS_CONDITIONS": "Terms & Conditions"
}
